Repository: rmraya/MXSpell
Catalog: i18n/mxspell.xlf
Languages: es

# Dictionary.0
source: Affix file {0} does not exist
es: El archivo de Afijo {0} no existe.

# Dictionary.1
source: Words file {0} does not exist
es: El archivo Palabras {0} no existe.

# Dictionary.2
source: Zip file {0} does not exist
es: El archivo zip {0} no existe.

# Dictionary.3
source: Words file is missing in {0}
es: Falta el archivo Palabras en {0}

# Dictionary.4
source: Affix file is missing in {0}
es: Falta el archivo Afijo en {0}

# Dictionary.5
source: Missing words count in file {0}
es: Falta el recuento de palabras en el archivo {0}

# Dictionary.6
source: {0}: Expected entries: {1}, entries read: {2}
es: {0}: Entradas esperadas: {1}, entradas leídas: {2}

# AffixParser.0
source: {0}:{1} : duplicate TRY strings: {2}
es: {0}:{1} : cadenas TRY duplicadas: {2}

# AffixParser.1
source: {0}:{1} : duplicate compound flags: {2}
es: {0}:{1} : banderas compuestas duplicadas: {2}

# AffixParser.2
source: {0}:{1} : duplicate compound minimal char settings: {2}
es: {0}:{1} : configuración de caracteres mínimos compuestos duplicados: {2}

# AffixParser.3
source: {0}:{1} : unknown line: {2}
es: {0}:{1} : línea desconocida: {2}

# AffixParser.4
source: {0} Replacement table size is {0}, expected size:{1}
es: {0} El tamaño de la tabla de reemplazo es {0}, tamaño esperado:{1}

# AffixParser.5
source: {0} Incorrect rules number in suffix {1}
es: {0} Número de reglas incorrecto en el sufijo {1}

# AffixParser.6
source: {0}:{1} Unupported FLAG type: {2}
es: {0}:{1} Tipo de FLAG no soportado: {2}

# AffixParser.7
source: {0}:{1} Unupported affix: {2}
es: {0}:{1} Afijo no admitido: {2}

# AffixParser.8
source: Unnown affix {0} for word {1}
es: Afijo desconocido {0} para palabra {1}

# EncodingResolver.0
source: Unsupported dictionary encoding: {0}
es: Codificación de diccionario no compatible: {0}

# EncodingResolver.1
source: SET option not declared in {0}
es: Opción SET no declarada en {0}

# SpellChecker.0
source: Dictionary not found for {0}
es: Diccionario no encontrado para "{0}".

# SpellChecker.1
source: Folder ''{0}'' does not exist
es: La carpeta ''{0}'' no existe

# SpellChecker.2
source: ''{0}'' is not a directory
es: ''{0}'' no es un directorio
